Repository: Eric-Song-Nop/category-theory-game-fix
Catalog: .i18n/*/Game.po
Languages: de

source: level completed! 🎉
de: Level gelöst! 🎉

source: level completed with warnings… 🎭
de: Level mit Warnungen beendet… 🎭

source: intermediate goal solved! 🎉
de: Zwischenziel gelöst! 🎉

source: Hello World
de: Hallo Welt

source: This text is shown as first message when the level is played. You can insert hints in the proof below. They will appear in this side panel depending on the proof a user provides.
de: Dieser Text erscheint als erste Nachricht beim Spielen des Levels. "Hints" können in den folgenden Beweis eingefügt werden. Diese erscheinen hier in diesem Side-Panel, abhängig von dem Beweisstand des Spielers.

source: You can either start using `«{h}»` or `«{g}»`.
de: Anfangen kann man mit der Benützung von `«{h}»` oder `«{g}»`.

source: You should use `«{h}»` now.
de: Jetzt sollte `«{h}»` verwendet werden.

source: You should use `«{g}»` now.
de: Jetzt sollte `«{g}»` verwendet werden.

source: This last message appears if the level is solved.
de: Diese letzte Nachricht erscheint beim erfolgreichen lösen eines Levels.

source: Demo World
de: Beispielwelt

source: This introduction is shown before one enters level 1 of the demo world. Use markdown.
de: Diese Einführung wird gezeigt, bevor man Level 1 der Beispielwelt öffnet. Man kann Markdown verwenden.

source: Hello World Game
de: Hallo-Welt-Spiel

source: This text appears on the starting page where one selects the world/level to play. You can use markdown.
de: Dieser Text erscheint auf der Startseite, wo man Welten/Levels zum spielen auswählt. Man kann Markdown verwenden.

source: Here you can put additional information about the game. It is accessible from the starting through the drop-down menu. For example: Game version, Credits, Link to Github and Zulip, etc. Use markdown.
de: Hier können zusätzliche Inforamtionen über das Spiel hingeschrieben werden. Man erreicht diese von der Startseite via Dropdown-Menü. Zum Beispiel: Spielversion, Credits, Link auf Github und Zulip, etc. Man kann Markdown verwenden.

source: Game Template
de: Spiel-Grundgerüst

source: You should use this game as a template for your own game and add your own levels.
de: Dieses Spiel sollte als Grundgerüst für eigene Spiele verwendet und eigene Levels hinzugefügt werden.
